Repository: lz42/phxcrd
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: el

source: can't be blank
el: δε μπορεί να είναι κενό

source: has already been taken
el: χρησιμοποιείται ήδη

source: is invalid
el: δεν είναι αποδεκτό

source: must be accepted
el: πρέπει να είναι αποδεκτό

source: has invalid format
el: σφάλμα μορφοποίησης

source: has an invalid entry
el: λάθος καταχώρηση

source: is reserved
el: είναι δεσμευμένο

source: does not match confirmation
el: δε ταιριάζει με την έγκριση

source: should have %{count} item(s)
el: πρέπει να έχει %{count} αντικείμενο

source: should be at least %{count} character(s)
el: πρέπει να είναι τουλάχιστον %{count} χαρακτήρα

source: should have at least %{count} item(s)
el: πρέπει να έχει τουλάχιστον %{count} αντικείμενο

source: should be at most %{count} character(s)
el: πρέπει να είναι το πολύ %{count} χαρακτήρας

source: should have at most %{count} item(s)
el: πρέπει να έχει το πολύ %{count} αντικείμενο

source: must be less than %{number}
el: πρέπει να είναι λιγότερο από %{number}

source: must be greater than %{number}
el: πρέπει να είναι περισσότερο από %{number}

source: must be less than or equal to %{number}
el: πρέπει να είναι ίσο ή λιγότερο από %{number}

source: must be greater than or equal to %{number}
el: πρέπει να είναι ίσο ή περισσότερο από %{number}

source: must be equal to %{number}
el: πρέπει να είναι ίσο με %{number}
